Show / Hide Table of Contents
Class ResultOnMembers
Result of the member
Inheritance
System.Object
ResultOnMembers
Inherited Members
 System.Object.ToString()
 System.Object.Equals(System.Object)
 System.Object.Equals(System.Object, System.Object)
 System.Object.ReferenceEquals(System.Object, System.Object)
 System.Object.GetHashCode()
 System.Object.GetType()
 System.Object.MemberwiseClone()
Namespace: IdeaRS.OpenModel.Result
Assembly: IdeaRS.OpenModel.dll
Syntax
[Obfuscation(Feature = "renaming")]
public class ResultOnMembers
Constructors
Improve this Doc   View Source
ResultOnMembers()
Constructor
Declaration
public ResultOnMembers()
Properties
Improve this Doc   View Source
Loading
Loading
Declaration
public Loading Loading { get; set; }
Property Value
 Type |  Description
 Loading
Improve this Doc   View Source
Members
List of result of members
Declaration
public List<ResultOnMember> Members { get; set; }
Property Value
 Type |  Description
 System.Collections.Generic.List<ResultOnMember>
 Improve this Doc
 View Source